[
  {
    "id": 0,
    "description": "Medicine and Health encompasses the study of the prevention, cure, and understanding of disease as well as the investigation of physical and mental wellbeing. Oxford Reference provides more than 82,000 concise definitions and in-depth, specialist encyclopedic entries on the wide range of subjects within this discipline.",
    "name": "Medicine & Health",
    "imgUrl": "https://image.freepik.com/free-photo/young-handsome-physician-medical-robe-with-stethoscope_1303-17818.jpg"
  },
  {
    "id": 1,
    "description": "Get Award-Winning Care For Your Heart! Schedule An Appointment. Innovative Treatments. Minimally-Invasive Care. World-Class Surgeons. Award-Winning Hospital. Services: Cardiac Rehabilitation, Coronary Artery Bypass, Cardiac Surgery, Non-Invasive Cardiology.",
    "name": "Heart Specialist",
    "imgUrl": "https://image.freepik.com/free-photo/elderly-woman-doctor-appointment-modern-private-clinic-while-she-sitts-hospital-bed-physician-is-listening-her-heart-beat-health-care-medicine-treatment-specialist-consultation_482257-4267.jpg"
  },
  {
    "id": 2,
    "description": "Call Us Today For Experienced Pediatric Care For Newborns, Children, & Expecting Parents. Choose Our Patient-Centered Practice That Puts Kids' Needs First For Quality Pediatrics. Caring, supportive team. Individualized care. Free telehealth intro. Holistic approach.",
    "name": "Children Care",
    "imgUrl": "https://image.freepik.com/free-photo/happy-doctor-holding-clipboard-with-patients_1098-2176.jpg"
  },
  {
    "id": 3,
    "description": "Teeth whitening is a great way to get back that stunning white smile and make you feel so much more confident around others. Cosmetic dentistry is a broad term used to describe different dental techniques to restore your teeth and smile, with the focus being on",
    "name": "Dental Care",
    "imgUrl": "https://image.freepik.com/free-photo/dentist-examining-female-patient-teeth_107420-65309.jpg"
  },
  {
    "id": 4,
    "description": "General Surgery is a discipline of surgery having a central core of knowledge embracing anatomy, physiology, metabolism, immunology, nutrition, pathology, wound healing, shock and resuscitation, intensive care, and neoplasia, which are common to all surgical specialties.",
    "name": "General Surgery",
    "imgUrl": "https://image.freepik.com/free-photo/dental-clinic-portrait-professional-dentist-background-working-team-doctors-concept-medical-education-medical-insurance_185696-359.jpg"
  },
  {
    "id": 5,
    "description": "Professional voice users rely on their voice for their livelihood. A singer, actor, teacher, or lawyer needs to maintain a good vocal health to sustain and enhance their career.The Voice Clinic's team offers a wide array of diagnostic and treatment options for people with speaking or singing voice issues. ",
    "name": "Ear Nose & Throat",
    "imgUrl": "https://as1.ftcdn.net/v2/jpg/01/88/11/70/500_F_188117080_PAmVvyt5K87M1PdantIVwpNFVLlrULKj.jpg"
  }
]
